 [ 
  {"id":"1", "nome": "Naruto Uzumaki (うずまき ナルト Uzumaki Naruto?)", "descricao": "DC", "geral":"true"},
  {"id":"2", "nome": "Sasuke Uchiha", "descricao": "É o protagonista da série Naruto. Ele foi o primeiro personagem criado por Kishimoto e foi  com muitas características de outros personagens de mangás shōnen. Na série, Naruto tem a ambição de se tornar Hokage, o líder da Vila da Folha. Por ele ser o hospedeiro de Kurama, a raposa de nove caudas que atacou Konoha, ele é desprezado pelos outros habitantes.[10] Ele compensa isso com sua personalade alegre e brincalhona, e ao longo da série, consegue fazer amizade com muitos ninjas estrangeiros e de Konoha. Ele desenvolve uma relação especialmente próxima com Sasuke Uchiha e uma afeição de carinho profundo por Sakura Haruno, dois de seus companheiros ninja do Time 7.[11] Com o fim da quarta guerra Shinobi, Naruto termina se casando com Hinata e tiveram dois filhos Boruto Uzumaki e Himawari. A dubladora do personagem na versão original do anime é Junko Takeuchi e na versão brasileira é Úrsula Bezerra", "geral":"true"},
  {"id":"3", "nome": "Sakura Haruno", "descricao":"É é a única garota do Time 7. Kishimoto a criou como a heroína da série, apesar de ter o ter pouca percepção de como uma heroína eal deveria ser. Quando criança, Sakura era irritada pelas outras crianças por causa de sua grande testa, uma característica que Kishimoto usou para dar ênfase à personagem. Ela logo recebeu consolo de Ino Yamanaka.[18] Conforme as duas cresciam, elas se distanciaram bastante devo ao afeto que ambas tinham por Sasuke Uchiha. Durante a maior parte da Parte I, Sakura é apaixonada por Sasuke e rejeita Naruto.[19] Porém, quando Sasuke deixa a vila, Naruto promete a Sakura que um dia o traria de volta. Após ele ter e ficar mais forte através de um treinto com Tsunade. Na Parte II, com 16 anos, Sakura desenvolveu suas técnicas de batalha e adquiriu uma força bruta equivalente a de dez homens.[20] Logo na primeira saga da parte II, no arco do resgate ao Kazekage, ela protagonizou um de seus mais épicos momentos de participação durante a história e ao lado de Chiyo, uma Kunoichi veterana de Sunakagure enfrentaram juntas Sasori, neto de Chiyo, em um duelo repleto de cenas importantes para a evolução pessoal e amadurecimento de Sakura como ninja. A aliança enveis kunoichis acabou lhes rendendo a vitória e uma importante pista do paradeiro de Sasuke, que até então era um mistério para todos. Depois da invasão de Pain, Sai revela a Sakura dos reais sentimentos de Naruto, que a leva a tomar uma drástica decisão, só que não foi capaz de superar seus sentimentos e é salva por Naruto quando quase ia ser morta por Sasuke. Com o início da quarta guerra Shinobi, ela se junta na guerra e luta ao lado de Naruto e Sasuke e adquire o Byakugou de Tsunade. Com o fim da guerra, Sakura ficou cuando de Sarada, a sua filha desempenhando seu papel como pai e mãe, já que Sasuke embarcou numa missão importante para garantir a segurança da família e do mundo ninja, e isso acabou tornando-o numa pessoa ausente. A dubladora da personagem na versão original do anime é Chie Nakamura e na versão brasileira Tatiane Keplmair.", "geral":"true"},
  {"id":"4", "nome": "Kakashi Hatake", "descricao": "É o líder do Time 7 e sensei de Naruto, Sasuke e Sakura. Originalmente, Kishimoto pretendia introduzir Kakashi mais cedo na série e o criou como uma pessoa tranquila que fosse capaz de manter os membros do Time 7 calmos e seguros. Seu pai, Sakumo Hatake, cometeu suicídio após ser criticado por todos por ter aberto mão de uma missão para salvar seus amigos. Com o passar do tempo, Kakashi conhece Minato Namikaze – pai de Naruto Uzumaki –, que foi seu mestre durante algum tempo. Kakashi trata a sua posição como líder de uma forma separada dos outros membros, e por conta disso está sempre atrasado para reuniões. Em um Gaen do seu passado, é mostrado que esse é o resultado de um ac em que Kakashi presenciou a suposta morte de seu amigo Obito Uchiha, que lhe deu seu Sharingan e lhe passou muitos de seus hábitos, incluindo seus atrasos constantes.[23] Com o Sharingan de Obito, Kakashi conquistou uma reputação como um ninja poderoso e habiloso, além do ap 'Kakashi, o Ninja Copiador' (コピー忍者のカカシ Kopī Ninja no Kakashi?).[24] Apesar de ensinar todos os três membros do Time 7 no início da série, Kakashi depois se foca no treinto de Sasuke conforme a história continua, ensinando a ele a técnico entanto, ele foi incapaz de impedir que Sasuke deixasse a vila para procurar Orochimaru na sua busca por poder.[25] Na parte II (em Naruto Shippuuden), Kakashi desenvolve o Sharingan a ponto de criar o Mangekyou Sharingan, o que lhe possibilita criar Kamui, o jutsu de absorção. Depois da invasão de Pain em sua aldeia, Kakashi toma para si a responsabilade de matar Sasuke porque ele acredita que falhou como professor e líder do time 7, mas é imped"id"o por Naruto. Na Quarta Grande Guerra Ninja, Obito confia a Kakashi o jutsu ocular Sharingan e consegue derrotar Kaguya, a deusa dos primórdios. Com o fim da guerra, Kakashi se torna Hokage. O dublador do personagem na versão original do anime é Kazuhiko Inoue; na versão brasileira, ele é dublado por Élcio Sodré", "geral":"true"},
  {"id":"5", "nome": "Sai Yamanaka", "descricao": "É um ninja que se junta ao Time 7 na Parte II. Por ter que substituir Sasuke na equipe, Kishimoto foi  com sua concepção para fazê-lo se destacar.[28] Como membro da 'Fundação' desde criança, foi treinado para não possuir ou demonstrar qualquer tipo de emoção ou compaixão. No entanto, após passar o tempo junto com Naruto Uzumaki, ele passa a criar laços com outras pessoas, o que desde então se tornou seu principal objetivo na série.[29] As tentativas de Sai em se aproximar dos outros envolvem dar nome de animais a eles; porém, ele mente diz o que realmente acha da pessoa e acaba apelando-os com nomes como 'gordo' e 'feio'. Ele aprende com seus erros e tenta fazer o contrário, por exemplo, chamando Ino Yamanaka de 'moça bonita'. Quando não está tentando se relacionar com os outros, passa seu tempo pintando e desenhando. Seus talentos artísticos servem também para lutar, pois através da infusão de chakra em seu pincel, ele pode fazer seus desenhos ganharem vEm algumas vezes ele acaba sendo enganado por Sakura quando ela sorri para Sai, só que de mentira. [31] O dublador do personagem na versão original do anime é Satoshi Hino e no Brasil é Marcus Pejón. Se casou com Ino Yamanaka e teve um filho cujo nome é Inojin Yamanaka, que assim como o pai, desenha muito bem. ", "geral":"true"},
  {"id":"6", "nome": "Yamato", "descricao": "É  por Kakashi como Tenzou (テンゾウ Tenzō?) e originalmente chamado de Kinoe (甲?) é apresentado durante a Parte II da série como um membro da ANBU e um substituto temporário para Kakashi Hatake como o líder do Time 7. Após o retorno de Kakashi, ele permanece na equipe em uma posição de lerança adicional. 'Yamato' não é seu nome verdadeiro, mas sim um codinome atribuído a ele com o fim de juntar ao Time 7 dado por Tsunade.[32] Diferente de Kakashi, que se importa mais com seus companheiros do que com o sucesso das missões, ele disse que deixaria para trás qualquer um que se tornasse um fardo à conclusão da missão, pois segundo ele um ninja deve ser capaz de cu de si próprio.[33] Quando criança, Yamato foi sequestrado por Orochimaru, que fez experiências com ele a fim de reproduzir as habilades do Primeiro Hokage. No entanto, como Orochimaru foi forçado a deixar a Vila da Folha antes de terminar seus testes, ele nunca soube se Yamato havia obto a técnica Mokuton, que lhe permite manipular livremente a madeira. Depois ele é treinado por Danzo e também desenvolve o elemento madeira em que assume o codinome Kinoe, no Filler. Essa foi a principal razão para ele ingressar no Time 7, pois com suas haes poderia controlar Naruto caso Kurama, a Raposa de Nove Caudas que fica dentro dele, despertasse.[34] O dublador do personagem na versão original do anime é Rikiya Koyama e o dublador Brasileiro é Glauco Marques.", "geral":"true"},
  {"id":"7", "nome": "Kiba Inuzuka", "descricao": "É um membro do time 8 caracterizado por uma série de características caninas tais como ser muito protetor de seus companheiros e ter sos extremamente aguçados, como o olfato. O que mais evencia sua ligação com os cães é a constante presença de seu cachorro ninja (忍犬 ninken?), Akamaru. Kiba é extremamente fiel a seu cão, sendo relutante em abandoná-lo e até colocando a si mesmo em perigo para protegê-lo.[36] Em troca da devoção de Kiba, Akamaru luta junto dele; ele usa seus sentos aguçados para dar vantagem a Kiba e ajuda-o no trabalho em equipe com diversos ataques físicos. Devo a Akamaru ser naturalmente melhor equipado para o combate, Kiba normalmente modifica suas próprias habiades no início de uma batalha, fazendo suas garras crescerem e passando a andar sob seus quatro membros para aumentar a sua velocade.[37] Ele também pode aumentar drasticamente o seu olfato, e na segunda metade da série, ele pode usá-lo para detectar coisas que os cães não conseguem.[38] O dublador do personagem na versão original do anime é Kōsuke Toriumi e na brasileira é Fábio Lucindo.", "geral":"true"},
  {"id":"8", "nome": "Akamaru", "descricao": "DC", "geral":"true"},
  {"id":"9", "nome": "Hinata Hyūga", "descricao": "DC", "geral":"true"},
  {"id":"10", "nome": "Shino Aburame", "descricao": "DC", "geral":"true"},
  {"id":"11", "nome": "Kurenai Yūhi", "descricao": "DC", "geral":"true"},
  {"id":"12", "nome": "Neji Hyūga", "descricao": "DC", "geral":"true"},
  {"id":"13", "nome": "Tenten", "descricao": "DC", "geral":"true"},
  {"id":"14", "nome": "Rock Lee", "descricao": "DC", "geral":"true"},
  {"id":"15", "nome": "Might Guy", "descricao": "DC", "geral":"true"},
  {"id":"16", "nome": "Ino Yamanaka", "descricao": "DC", "geral":"true"},
  {"id":"17", "nome": "Shikamaru Nara", "descricao": "DC", "geral":"true"},
  {"id":"18", "nome": "Chōji Akimichi", "descricao": "DC", "geral":"true"},
  {"id":"19", "nome": "Asuma Sarutobi", "descricao": "DC", "geral":"true"},
  {"id":"20", "nome": "Time Taka", "descricao": "DC", "geral":"true"},
  {"id":"21", "nome": "Suigetsu Hōzuki", "descricao": "DC", "geral":"true"},
  {"id":"22", "nome": "Karin Uzumaki", "descricao": "DC", "geral":"true"},
  {"id":"23", "nome": "Juugo", "descricao": "DC", "geral":"true"},
  {"id":"24", "nome": "Orochimaru", "descricao": "DC", "geral":"true"},
  {"id":"25", "nome": "Kabuto Yakushi", "descricao": "DC", "geral":"true"},
  {"id":"26", "nome": "Jirōbō", "descricao": "DC", "geral":"true"},
  {"id":"27", "nome": "Kōmaru", "descricao": "DC", "geral":"true"},
  {"id":"28", "nome": "Sakon e Ukon", "descricao": "DC", "geral":"true"},
  {"id":"29", "nome": "Tayuya", "descricao": "DC", "geral":"true"},
  {"id":"30", "nome": "Kimimaro Kaguya", "descricao": "DC", "geral":"true"},
  {"id":"31", "nome": "Madara Uchiha", "descricao": "DC", "geral":"true"},
  {"id":"32", "nome": "Tobi", "descricao": "DC", "geral":"true"},
  {"id":"33", "nome": "Pain", "descricao": "DC", "geral":"true"},
  {"id":"34", "nome": "Konan", "descricao": "DC", "geral":"true"},
  {"id":"35", "nome": "Zetsu", "descricao": "DC", "geral":"true"},
  {"id":"36", "nome": "Deara Tsukuri", "descricao": "DC", "geral":"true"},
  {"id":"37", "nome": "Sasori", "descricao": "DC", "geral":"true"},
  {"id":"38", "nome": "Itachi Uchiha", "descricao": "DC", "geral":"true"},
  {"id":"39", "nome": "Kisame Hoshigaki", "descricao": "DC", "geral":"true"},
  {"id":"40", "nome": "Kakuzu", "descricao": "DC", "geral":"true"},
  {"id":"41", "nome": "Han", "descricao": "DC", "geral":"true"},
  {"id":"42", "nome": "Konohamaru Sarutobi", "descricao": "DC", "geral":"true"},
  {"id":"43", "nome": "Jiraiya", "descricao": "DC", "geral":"true"},
  {"id":"44", "nome": "Shizune", "descricao": "DC", "geral":"true"},
  {"id":"45", "nome": "Rin Nohara", "descricao": "DC", "geral":"true"},
  {"id":"46", "nome": "Yugao Uzuki", "descricao": "DC", "geral":"true"},
  {"id":"47", "nome": "Anko Mitarashi", "descricao": "DC", "geral":"true"},
  {"id":"48", "nome": "Kushina Uzumaki", "descricao": "DC", "geral":"true"},
  {"id":"49", "nome": "Shisui Uchiha", "descricao": "DC", "geral":"true"},
  {"id":"50", "nome": "Danzou Shimura", "descricao": "DC", "geral":"true"},
  {"id":"51", "nome": "Hashirama Senju", "descricao": "DC", "geral":"true"}
 ]